[
  {
    "id": 42010020,
    "hint_1": "This verse emphasizes the true cause of rejoicing for believers.",
    "hint_2": "It's found in the Gospel where Luke is the narrator.",
    "hint_3": "Located in a chapter where seventy-two followers are sent out.",
    "hint_4": "The joy comes from a heavenly affirmation, not earthly authority over spirits."
  },
  {
    "id": 43006029,
    "hint_1": "This verse defines the work God desires from us.",
    "hint_2": "Found in John's account of the Gospel.",
    "hint_3": "Occurs during a discussion about the bread of life.",
    "hint_4": "Belief in the one He sent is central."
  },
  {
    "id": 40012045,
    "hint_1": "A warning about how a purified state can become even worse if left unprotected.",
    "hint_2": "Matthew narrates this as a part of Jesus' teaching to a crowd.",
    "hint_3": "It's in a chapter where Jesus speaks on the unclean spirit returning.",
    "hint_4": "The situation described is worse for the 'evil generation' at the end."
  },
  {
    "id": 42005001,
    "hint_1": "Describes a scene where Jesus is surrounded by a multitude near a lake.",
    "hint_2": "Luke's Gospel contains this passage early on.",
    "hint_3": "The lake mentioned is known for its biblical significance.",
    "hint_4": "The setting is an example of Jesus' popularity among the people."
  },
  {
    "id": 41011033,
    "hint_1": "Jesus responds to a challenge about His authority with a question of His own.",
    "hint_2": "Located in Mark's Gospel, during a series of confrontations in Jerusalem.",
    "hint_3": "The question relates to the baptism of John.",
    "hint_4": "Jesus uses this question to reveal the hearts of His questioners."
  },
  {
    "id": 46007003,
    "hint_1": "A directive about marital duties and mutual respect.",
    "hint_2": "Paul's first letter to the Corinthians addresses this.",
    "hint_3": "It's in a chapter that extensively discusses marriage.",
    "hint_4": "Emphasizes the reciprocal nature of marital relationships."
  },
  {
    "id": 43011027,
    "hint_1": "A profound confession of faith in Jesus' identity.",
    "hint_2": "Found in John's Gospel, in a story involving Lazarus.",
    "hint_3": "Spoken by Martha, expressing her belief in Jesus.",
    "hint_4": "Acknowledges Jesus as the Messiah and Son of God."
  },
  {
    "id": 45004008,
    "hint_1": "Talks about the blessedness of forgiveness.",
    "hint_2": "Located in Paul's letter to the Romans.",
    "hint_3": "It's part of a larger discussion on faith and righteousness.",
    "hint_4": "Highlights not having one's sins counted against them."
  },
  {
    "id": 45008010,
    "hint_1": "Discusses the transformative power of Christ within believers.",
    "hint_2": "Found within Paul's letter to the Romans, in a section on life through the Spirit.",
    "hint_3": "Addresses the contrast between the spirit and the flesh.",
    "hint_4": "Emphasizes righteousness as a source of life."
  },
  {
    "id": 41014058,
    "hint_1": "Jesus' prophecy about destroying and raising the temple in three days.",
    "hint_2": "This statement caused confusion and was used against Him.",
    "hint_3": "Found in Mark, during Jesus' trial before the Sanhedrin.",
    "hint_4": "The 'temple' He referred to was His body."
  },
  {
    "id": 41014058,
    "hint_1": "A statement about a structure's destruction and subsequent rebuilding.",
    "hint_2": "Consider the symbolic meaning behind the temple.",
    "hint_3": "Pay attention to the timeframe mentioned for the rebuilding.",
    "hint_4": "Reflect on the significance of the temple made without hands."
  },
  {
    "id": 58012026,
    "hint_1": "Reference to a voice causing seismic disturbance.",
    "hint_2": "Think about the scope of the tremor described.",
    "hint_3": "Pay attention to the promise related to shaking.",
    "hint_4": "Reflect on the significance of the voice's authority."
  },
  {
    "id": 42012001,
    "hint_1": "Description of a crowded gathering and a cautionary message.",
    "hint_2": "Consider the warning given to the disciples.",
    "hint_3": "Pay attention to the analogy of leaven and hypocrisy.",
    "hint_4": "Reflect on the significance of Pharisaic teachings."
  },
  {
    "id": 43007006,
    "hint_1": "A statement about timing and readiness.",
    "hint_2": "Consider the distinction between 'my time' and 'your time.'",
    "hint_3": "Think about the context of Jesus' response.",
    "hint_4": "Reflect on the implication of perpetual readiness."
  },
  {
    "id": 60004012,
    "hint_1": "An encouragement amidst trials.",
    "hint_2": "Think about the nature of the trial mentioned.",
    "hint_3": "Consider the perspective encouraged towards the trial.",
    "hint_4": "Reflect on the normalization of trials within the community."
  },
  {
    "id": 44015028,
    "hint_1": "A decision made with divine guidance.",
    "hint_2": "Consider the authority behind the decision.",
    "hint_3": "Pay attention to the principle of burden-sharing.",
    "hint_4": "Reflect on the criteria for determining 'necessary things.'"
  },
  {
    "id": 50002002,
    "hint_1": "An appeal for unity and mutual affection.",
    "hint_2": "Think about the desired state of mind and heart.",
    "hint_3": "Consider the importance of harmony among believers.",
    "hint_4": "Reflect on the call for collective agreement and love."
  },
  {
    "id": 41013021,
    "hint_1": "A caution against misplaced beliefs about Christ's appearance.",
    "hint_2": "Consider the advice given regarding Christ sightings.",
    "hint_3": "Pay attention to the warning against deception.",
    "hint_4": "Reflect on the importance of discernment amidst claims about Christ."
  },
  {
    "id": 40023017,
    "hint_1": "A rhetorical question challenging perception.",
    "hint_2": "Think about the comparison between material objects.",
    "hint_3": "Consider the value attributed to the temple.",
    "hint_4": "Pay attention to the implied answer to the question."
  },
  {
    "id": 45009012,
    "hint_1": "A prophecy regarding service roles.",
    "hint_2": "Think about the significance of birth order.",
    "hint_3": "Consider the familial relationship mentioned.",
    "hint_4": "Reflect on the fulfillment of the prophecy in historical context."
  },
  {
    "id": 41013010,
    "hint_1": "A mandate for global proclamation.",
    "hint_2": "Consider the priority given to a specific action.",
    "hint_3": "Think about the mission mandate mentioned.",
    "hint_4": "Pay attention to the necessity of spreading a particular message."
  },
  {
    "id": 42011026,
    "hint_1": "A parable illustrating spiritual degradation.",
    "hint_2": "Think about the progression depicted in the parable.",
    "hint_3": "Pay attention to the increase in malevolent spirits.",
    "hint_4": "Reflect on the worsening condition described in the parable."
  },
  {
    "id": 44018001,
    "hint_1": "A journey from one city to another.",
    "hint_2": "Consider the movement between significant locations.",
    "hint_3": "Pay attention to the departure mentioned.",
    "hint_4": "Reflect on the destination where the journey leads."
  },
  {
    "id": 40001008,
    "hint_1": "A genealogical lineage.",
    "hint_2": "Think about the succession of generations.",
    "hint_3": "Consider the individuals mentioned in the lineage.",
    "hint_4": "Pay attention to the connection between successive individuals."
  },
  {
    "id": 42020012,
    "hint_1": "A series of messengers sent on behalf of someone.",
    "hint_2": "Think about the responses received by the messengers.",
    "hint_3": "Pay attention to the fate of the third messenger.",
    "hint_4": "Reflect on the escalating hostility towards the messengers."
  },
  {
    "id": 43016024,
    "hint_1": "A shift in prayer practice.",
    "hint_2": "Consider the implication of making requests in a specific name.",
    "hint_3": "Think about the promise associated with prayer.",
    "hint_4": "Pay attention to the intended outcome of prayer."
  },
  {
    "id": 41006002,
    "hint_1": "Commencement of teaching on a significant day.",
    "hint_2": "Think about the astonishment provoked by the teaching.",
    "hint_3": "Reflect on the questions raised about the teacher.",
    "hint_4": "Pay attention to the wonder sparked by the teacher's wisdom and works."
  },
  {
    "id": 40026041,
    "hint_1": "A call to vigilance and prayer.",
    "hint_2": "Consider the acknowledgement of human weakness.",
    "hint_3": "Reflect on the internal struggle mentioned.",
    "hint_4": "Pay attention to the encouragement to resist temptation."
  },
  {
    "id": 42024038,
    "hint_1": "A query about emotional turmoil.",
    "hint_2": "Think about the reason for the troubled state.",
    "hint_3": "Reflect on the internal conflict described.",
    "hint_4": "Pay attention to the reassurance offered in response to the query."
  },
  {
    "id": 43009003,
    "hint_1": "Reason for a particular man's condition.",
    "hint_2": "Consider the purpose behind the man's ailment.",
    "hint_3": "Think about the manifestation of God's works.",
    "hint_4": "Pay attention to the intended outcome of the man's situation."
  },
  {
    "id": 66004008,
    "hint_1": "A description of celestial beings.",
    "hint_2": "Think about the attributes and actions of these beings.",
    "hint_3": "Reflect on the perpetual proclamation made by them.",
    "hint_4": "Pay attention to the declaration of holiness and eternity."
  },
  {
    "id": 43001045,
    "hint_1": "Declaration concerning the fulfillment of prophecy.",
    "hint_2": "Consider the identity of the person found.",
    "hint_3": "Think about the significance of the reference to Moses and the prophets.",
    "hint_4": "Pay attention to the recognition of Jesus' identity."
  },
  {
    "id": 44005019,
    "hint_1": "A miraculous intervention leading to liberation.",
    "hint_2": "Think about the agent of deliverance mentioned.",
    "hint_3": "Reflect on the time and manner of the intervention.",
    "hint_4": "Pay attention to the message delivered along with the liberation."
  },
  {
    "id": 40010031,
    "hint_1": "Assurance of value and significance.",
    "hint_2": "Think about the comparison made to sparrows.",
    "hint_3": "Consider the source of reassurance provided.",
    "hint_4": "Pay attention to the admonition against fear."
  },
  {
    "id": 42002008,
    "hint_1": "Setting of shepherds watching over their flock.",
    "hint_2": "Think about the time and place described.",
    "hint_3": "Reflect on the pastoral scene depicted.",
    "hint_4": "Pay attention to the significance of the shepherds' role."
  },
  {
    "id": 44003024,
    "hint_1": "Reference to prophetic testimonies about specific days.",
    "hint_2": "Consider the mention of prophets from Samuel onwards.",
    "hint_3": "Think about the fulfillment of the prophetic messages.",
    "hint_4": "Reflect on the relevance of the prophecies to contemporary events."
  },
  {
    "id": 43016009,
    "hint_1": "Identification of a core sin.",
    "hint_2": "Think about the reason given for this sin.",
    "hint_3": "Reflect on the significance of belief in relation to sin.",
    "hint_4": "Consider the rejection of a particular individual."
  },
  {
    "id": 40020008,
    "hint_1": "Directive regarding payment to laborers.",
    "hint_2": "Consider the method instructed for paying laborers.",
    "hint_3": "Reflect on the order specified for payment.",
    "hint_4": "Pay attention to the principle of fairness in compensation."
  },
  {
    "id": 54005010,
    "hint_1": "Description of commendable actions.",
    "hint_2": "Think about the criteria for commendation.",
    "hint_3": "Reflect on the significance of these actions.",
    "hint_4": "Consider the emphasis on virtuous behavior."
  },
  {
    "id": 47008023,
    "hint_1": "Description of individuals serving as messengers.",
    "hint_2": "Think about the reputation and role of these individuals.",
    "hint_3": "Consider their connection to the churches.",
    "hint_4": "Reflect on their association with Christ's glory."
  },
  {
    "id": 41007001,
    "hint_1": "Assembly of Pharisees and scribes.",
    "hint_2": "Think about their purpose for gathering.",
    "hint_3": "Reflect on their origin from Jerusalem.",
    "hint_4": "Pay attention to their affiliation with religious authority."
  },
  {
    "id": 43020020,
    "hint_1": "Action leading to disciples' joy.",
    "hint_2": "Think about the significance of the revealed marks.",
    "hint_3": "Consider the disciples' reaction to the revelation.",
    "hint_4": "Reflect on the confirmation of the Lord's identity."
  },
  {
    "id": 58004011,
    "hint_1": "Encouragement to strive for a particular state.",
    "hint_2": "Consider the contrast presented with disobedience.",
    "hint_3": "Reflect on the diligence required for attaining rest.",
    "hint_4": "Pay attention to the example provided for emulation."
  },
  {
    "id": 46002005,
    "hint_1": "Instruction regarding the foundation of faith.",
    "hint_2": "Think about the reliance encouraged.",
    "hint_3": "Reflect on the distinction between human wisdom and divine power.",
    "hint_4": "Pay attention to the source of strength for faith."
  },
  {
    "id": 40014022,
    "hint_1": "Directive given to disciples regarding a journey.",
    "hint_2": "Think about the disciples' obedience to the directive.",
    "hint_3": "Consider the purpose behind sending away the multitudes.",
    "hint_4": "Reflect on the disciples' role in facilitating Jesus' actions."
  },
  {
    "id": 47013011,
    "hint_1": "Final exhortations and blessings.",
    "hint_2": "Think about the qualities encouraged in believers.",
    "hint_3": "Reflect on the assurance of divine presence.",
    "hint_4": "Consider the desired state of unity and peace."
  },
  {
    "id": 42011049,
    "hint_1": "Declaration of divine intention.",
    "hint_2": "Think about the role of prophets and apostles.",
    "hint_3": "Consider the fate awaiting some of these messengers.",
    "hint_4": "Reflect on the response to God's wisdom and messengers."
  }
]
